Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: By continuing, you agree to wallet's %@
fr: En continuant, vous acceptez les %@ du portefeuille
ru: Продолжая, вы соглашаетесь с %@ кошелька
vi: Bằng cách tiếp tục, bạn đồng ý với %@ của wallet

source: By continuing, you agree to wallet's %@ and %@
fr: En continuant, vous acceptez les %@ et %@ du portefeuille
ru: Продолжая, вы соглашаетесь с %@ и %@ кошелька.
vi: Bằng cách tiếp tục, bạn đồng ý với %@ và %@ của wallet

source: Calculated by subtracting the account creation fee from your balance
fr: Calculé en soustrayant les frais de création de compte de votre solde
ru: Рассчитывается путем вычитания комиссии за создание учетной записи из вашего баланса.
vi: Được tính bằng cách trừ phí tạo tài khoản khỏi số dư của bạn

source: Calculating fees
fr: Calcul des frais
ru: Идет расчет комиссий
vi: Đang tính phí

source: Calculating minimum transaction amount…
fr: Calcul du montant minimum de la transaction…
ru: Расчет минимальной суммы транзакции…
vi: Đang tính số tiền giao dịch tối thiểu…

source: Calculating the fees
fr: Calcul des frais
ru: Расчет сборов
vi: Tính phí

source: Cancel
fr: Annuler
ru: Отмена
vi: Huỷ bỏ

source: Cannot calculate fees. Try again
fr: Impossible de calculer les frais. Essayer à nouveau
ru: Не могу рассчитать комиссию. Попробуйте еще раз
vi: Không thể tính phí. Thử lại

source: cannot exceed 50%%
fr: ne peut pas dépasser 50%%
ru: не может превышать 50%%
vi: không thể vượt quá 50%%

# Capitalized Terms and Conditions
source: Terms and Conditions
fr: Termes et conditions
ru: Условия и положения
vi: Các điều khoản và điều kiện

source: Cash out
fr: Encaisser
ru: Обналичить
vi: Rút tiền

source: Cash out %@, receive %@
fr: Encaisser %@, recevoir %@
ru: Обналичьте %@, получите %@
vi: Rút tiền %@, nhận %@

source: Cash out crypto to fiat
fr: Encaisser crypto en fiat
ru: Обналичить криптовалюту в фиат
vi: Rút tiền điện tử thành fiat

source: Cash out SOL
fr: Encaisser SOL
ru: Обналичить соль
vi: Rút tiền SOL

source: Cashout with Moonpay
fr: Paiement avec Moonpay
ru: Вывод средств с Moonpay
vi: Rút tiền với Moonpay

source: Caution: this address has no funds
fr: Attention : cette adresse n'a pas de fonds
ru: Внимание: на этом адресе нет средств
vi: Thận trọng: địa chỉ này không có tiền

source: Change
fr: Changer
ru: Изменять
vi: Thay đổi

source: Change my PIN
fr: Changer mon NIP
ru: Изменить мой PIN-код
vi: Thay đổi mã PIN của tôi

source: Change PIN
fr: Changer le NIP
ru: Изменить PIN-код
vi: Thay đổi pin

source: Change PIN-code
fr: Changer le code PIN
ru: Сменить PIN-код
vi: Thay đổi mã PIN

source: Change the network?
fr: Changer de réseau ?
ru: Сменить сеть?
vi: Thay đổi mạng?

source: Change the region manually
fr: Changer la région manuellement
ru: Сменить регион вручную
vi: Thay đổi khu vực theo cách thủ công

source: Change the token?
fr: Changer le jeton ?
ru: Сменить токен?
vi: Thay đổi token?

source: Change your search phrase
fr: Changer votre expression de recherche
ru: Введите другой запрос
vi: Thay đổi cụm từ tìm kiếm của bạn

source: Change your settings to use camera for scanning Qr Code
fr: Modifiez vos paramètres pour utiliser l'appareil photo pour scanner le code Qr
ru: Измените настройки, чтобы использовать камеру для сканирования QR-кода
vi: Thay đổi cài đặt của bạn để sử dụng máy ảnh quét Mã Qr

source: Changed language to %@
fr: Langue changée en %@
ru: Язык изменен на %@
vi: Đã thay đổi ngôn ngữ thành %@

source: Changing currency
fr: Changer de devise
ru: Смена валюты
vi: Đang thay đổi loại tiền tệ

source: Check available funds
fr: Vérifier les fonds disponibles
ru: Проверить доступные средства
vi: Kiểm tra số tiền khả dụng

source: Check entered account info for sending. It should be account in Solana network
fr: Vérifiez les informations de compte saisies pour l'envoi. Il devrait être compte dans le réseau Solana
ru: Проверьте введенную информацию об учетной записи для отправки. Это должен быть аккаунт в сети Solana.
vi: Kiểm tra thông tin tài khoản đã nhập để gửi. Nó phải là tài khoản trong mạng Solana

source: Check enterred wallet address and try again.
fr: Vérifiez l'adresse de votre portefeuille et réessayez.
ru: Проверьте введенный адрес кошелька и попробуйте еще раз.
vi: Kiểm tra địa chỉ ví đã nhập và thử lại.

source: Checking address' validity
fr: Vérification de la validité de l'adresse
ru: Проверка действительности адреса
vi: Kiểm tra tính hợp lệ của địa chỉ

source: Checking name’s availability
fr: Vérification de la disponibilité du nom
ru: Проверка доступности имени
vi: Kiểm tra tính khả dụng của tên

source: Chinese Yuan
fr: Le yuan chinois
ru: Китайский юань
vi: Nhân dân tệ Trung Quốc

source: Choose a recipient
fr: Choisissez un destinataire
ru: Выберите получателя
vi: Chọn một người nhận

source: Choose a token for buying
fr: Choisissez un jeton pour acheter
ru: Выберите токен для покупки
vi: Chọn một mã thông báo để mua

source: Choose an option to continue
fr: Choisissez une option pour continuer
ru: Выберите вариант, чтобы продолжить
vi: Chọn một tùy chọn để tiếp tục

source: Choose another destination wallet
fr: Choisissez un autre portefeuille de destination
ru: Выберите другой кошелек назначения
vi: Chọn một ví đích khác

source: Choose another slippage
fr: Choisissez un autre glissement
ru: Выберите другое проскальзывание
vi: Chọn một mức trượt giá khác

source: Choose available username
fr: Choisissez le nom d'utilisateur disponible
ru: Выберите доступное имя пользователя
vi: Chọn tên người dùng có sẵn

source: Choose destination wallet
fr: Choisir le portefeuille de destination
ru: Выберите целевой кошелек
vi: Chọn ví đích

source: Choose network
fr: Choisissez le réseau
ru: Выберите сеть
vi: Chọn mạng

source: Choose source wallet
fr: Choisir le portefeuille source
ru: Выберите исходный кошелек
vi: Chọn ví nguồn

source: Choose the correct words
fr: Choisissez les mots corrects
ru: Выберите правильные слова
vi: Chọn các từ đúng

source: Choose the network
fr: Choisissez le réseau
ru: Выберите сеть
vi: Chọn mạng

source: Choose the recipient
fr: Choisissez le destinataire
ru: Выберите получателя
vi: Chọn người nhận

source: Choose the recipient to proceed
fr: Choisissez le destinataire pour continuer
ru: Выберите получателя, чтобы продолжить
vi: Chọn người nhận để tiếp tục

source: Choose the token to pay fees
fr: Choisissez le jeton pour payer les frais
ru: Выберите токен для оплаты сборов
vi: Chọn token để thanh toán phí

source: Choose wallet
fr: Choisir le portefeuille
ru: Выберите кошелек
vi: Chọn ví

source: Choose your wallet
fr: Choisissez votre portefeuille
ru: Выбери свой кошелек
vi: Chọn ví của bạn

source: Chosen country
fr: Pays choisi
ru: Выбранная страна
vi: quốc gia được chọn

source: Chosen token
fr: Jeton choisi
ru: Выбранный токен
vi: mã thông báo đã chọn

source: Claim
fr: Réclamation
ru: Требовать
vi: Khẳng định

source: Claim %@
fr: Revendication %@
ru: Претензия %@
vi: Yêu cầu %@

source: Claiming
fr: Affirmant
ru: Заявка
vi: Khiếu nại

source: classic
fr: classique
ru: классический
vi: kinh điển

source: Clear
fr: Dégager
ru: чистый
vi: Xa lạ

source: Close
fr: proche
ru: Закрыть
vi: Đóng

source: Close %@ account
fr: Fermer le compte %@
ru: Закрыть аккаунт %@
vi: Đóng tài khoản %@

source: Close Account
fr: Fermer le Compte
ru: Закрытие счета
vi: Đóng Tài khoản

source: Close token account
fr: Fermer le compte de jeton
ru: Закрыть счет токена
vi: Đóng tài khoản

source: Closed wallet
fr: Portefeuille fermé
ru: Закрытый кошелек
vi: Ví đã đóng

source: Coins to buy
fr: Pièces à acheter
ru: Монеты для покупки
vi: Xu để mua

# Colon Receive at least
source: Receive at least:
fr: Recevez au moins :
ru: Получите как минимум:
vi: Nhận ít nhất:

source: Combined tokens value
fr: Valeur des jetons combinés
ru: Комбинированная стоимость токенов
vi: Tổng giá trị các tokens

source: Coming soon
fr: Bientôt disponible
ru: Вскоре
vi: Sắp có

source: Completed
fr: Complété
ru: Выполнено
vi: Đã hoàn thành

source: Confirm
fr: Confirmer
ru: Подтверждать
vi: Xác nhận

source: Confirm access to your account that was used to create the wallet
fr: Confirmez l'accès à votre compte qui a été utilisé pour créer le portefeuille
ru: Подтвердите доступ к своей учетной записи, которая использовалась для создания кошелька
vi: Xác nhận quyền truy cập vào tài khoản của bạn đã được sử dụng để tạo ví

source: Confirm claiming the tokens
fr: Confirmer la réclamation des jetons
ru: Подтвердить получение токенов
vi: Xác nhận yêu cầu mã thông báo

source: Confirm it's you
fr: Confirmez que c'est vous
ru: Подтвердите, что это вы
vi: Xác nhận đó là bạn

source: Confirm PIN-code
fr: Confirmer le code PIN
ru: Подтвердите PIN-код
vi: Xác nhận mã PIN

source: Confirm sending %@
fr: Confirmer l'envoi %@
ru: Подтвердите отправку %@
vi: Xác nhận gửi %@

source: Confirm swapping %@ → %@
fr: Confirmer l'échange %@ → %@
ru: Подтвердите замену %@ → %@
vi: Xác nhận hoán đổi %@ → %@

source: Confirm transactions
fr: Confirmer les transactions
ru: Подтвердить транзакции
vi: Xác nhận giao dịch

source: Confirm your new PIN code
fr: Confirmez votre nouveau code PIN
ru: Подтвердите новый PIN-код
vi: Xác nhận mã PIN mới của bạn

source: Confirm your number
fr: Confirmez votre numéro
ru: Подтверди свой номер
vi: Xác nhận số của bạn

source: Confirm your PIN
fr: Confirmez votre NIP
ru: Подтвердите свой PIN-код
vi: Xác nhận mã PIN của bạn

source: Confirm your wallet PIN
fr: Confirmez le code PIN de votre portefeuille
ru: Подтвердите свой PIN-код кошелька
vi: Xác nhận mã PIN cho ví của bạn

source: Confirmation Code Limit Hit
fr: Limite de code de confirmation atteinte
ru: Количество кодов подтверждения ограничено
vi: Lượt giới hạn mã xác nhận

source: Confirmed
fr: Confirmé
ru: Выполнено
vi: Đã xác nhận

source: Congratulations!
fr: Toutes nos félicitations!
ru: Поздравляю!
vi: Xin chúc mừng!

source: Connection problem
fr: Problème de connection
ru: Проблема соединения
vi: Lỗi kết nối

source: Connection rate limits exceeded
fr: Limites de débit de connexion dépassées
ru: Превышены пределы скорости подключения
vi: Vượt quá giới hạn tốc độ kết nối

source: Continue
fr: Continuer
ru: Продолжить
vi: Tiếp tục

source: Continue anyway
fr: Continuer quand même
ru: Продолжай в любом случае
vi: Vẫn tiếp tục

source: Continue restoring this wallet
fr: Continuer à restaurer ce portefeuille
ru: Продолжить восстановление этого кошелька
vi: Tiếp tục khôi phục ví này

source: Continue transaction
fr: Continuer la transaction
ru: Продолжить транзакцию
vi: Tiếp tục giao dịch

source: Continue using phone number
fr: Continuer à utiliser le numéro de téléphone
ru: Продолжить использование номера телефона
vi: Tiếp tục sử dụng số điện thoại

source: Continue with %@
fr: Continuer avec %@
ru: Продолжить с %@
vi: Tiếp tục với %@

source: Continue with Apple
fr: Continuer avec Apple
ru: Продолжить с Apple
vi: Tiếp tục với Apple

source: Continue with Google
fr: Continuer avec Google
ru: Продолжить через Google
vi: Tiếp tục với Google

source: Continue with iCloud KeyChain
fr: Continuer avec iCloud KeyChain
ru: Продолжить с iCloud KeyChain
vi: Tiếp tục với iCloud KeyChain

source: Control your assets Low risks all your assets are under your control. Instant withdrawal with all rewards.
fr: Contrôlez vos actifs Faibles risques tous vos actifs sont sous votre contrôle. Retrait instantané avec toutes les récompenses.
ru: Контролируйте свои активы Низкие риски, все ваши активы находятся под вашим контролем. Мгновенный вывод со всеми вознаграждениями.
vi: Kiểm soát tài sản của bạn Rủi ro thấp tất cả tài sản của bạn đều nằm trong tầm kiểm soát của bạn . Rút tiền ngay lập tức với tất cả các phần thưởng.

source: Convenient and flexible
fr: Pratique et flexible
ru: Удобный и гибкий
vi: Thuận tiện và linh hoạt

source: Copied
fr: Copié
ru: Скопировано
vi: Đã sao chép

source: Copied to clipboard
fr: Copié dans le presse-papier
ru: Скопировано в буфер обмена
vi: Đã sao chép vào clipboard

source: Copied to the clipboard
fr: Copié dans le presse-papiers
ru: Скопировано в буфер обмена
vi: Đã sao chép vào khay nhớ tạm

source: Copy
fr: Copie
ru: Копировать
vi: Sao chép

source: Copy address
fr: Copier l'adresse
ru: Скопировать адрес
vi: sao chép địa chỉ

source: Copy to clipboard
fr: Copier dans le presse-papier
ru: Скопировать в буфер обмена
vi: Sao chép vào clipboard

source: Could not calculate exchange rate or swapping fees from current token pair
fr: Impossible de calculer le taux de change ou les frais d'échange à partir de la paire de jetons actuelle
ru: Не удалось рассчитать обменный курс или комиссию за обмен для текущей пары токенов
vi: Không thể tính toán tỷ giá hối đoái hoặc phí hoán đổi từ cặp tokens hiện tại

source: Could not calculating fees
fr: Impossible de calculer les frais
ru: Не удалось рассчитать комиссию
vi: Không thể tính phí

source: Could not check name’s availability. Please check your internet connection!
fr: Impossible de vérifier la disponibilité du nom. S'il vous plait, vérifiez votre connexion internet!
ru: Не удалось проверить наличие имени. Пожалуйста, проверьте ваше интернет-соединение!
vi: Không thể kiểm tra tính khả dụng của tên. Xin vui lòng kiểm tra kết nối Internet của bạn!

source: Could not connect to wallet
fr: Impossible de se connecter au portefeuille
ru: Не удалось подключиться к кошельку
vi: Không thể kết nối với ví

source: Could not create capture session
fr: Impossible de créer la session de capture
ru: Не удалось создать сеанс записи
vi: Không thể tạo phiên chụp

source: Could not create renBTC token, please try again later
fr: Impossible de créer le jeton renBTC, veuillez réessayer plus tard
ru: Не удалось создать токен renBTC. Повторите попытку позже.
vi: Không thể tạo token renBTC, vui lòng thử lại sau

source: Could not derivate private key
fr: Impossible de dériver la clé privée
ru: Не удалось получить закрытый ключ
vi: Không thể trích xuất private key

source: Could not retrieve account info
fr: Impossible de récupérer les informations du compte
ru: Не удалось получить информацию об аккаунте
vi: Không thể truy xuất thông tin tài khoản

source: Could not retrieve balance
fr: Impossible de récupérer le solde
ru: Не удалось получить баланс
vi: Không thể truy xuất số dư

source: Could not retrieve balances for this tokens pair. Please try selecting again!
fr: Impossible de récupérer les soldes pour cette paire de jetons. Veuillez réessayer !
ru: Не удалось получить балансы для этой пары токенов. Пожалуйста, попробуйте выбрать еще раз!
vi: Không thể truy xuất số dư cho cặp tokens này. Vui lòng thử chọn lại!

source: Could not retrieve exchange rate
fr: Impossible de récupérer le taux de change
ru: Не удалось получить обменный курс
vi: Không thể truy xuất tỷ giá hối đoái

source: Counting...
fr: Compte...
ru: Подсчет...
vi: Đếm...

source: Country code
fr: Code postal
ru: Код страны
vi: Mã quốc gia

source: Create a new wallet
fr: Créer un nouveau portefeuille
ru: Создать новый кошелек
vi: Tạo một ví mới

source: Create a PIN-code to protect your wallet
fr: Créez un code PIN pour protéger votre portefeuille
ru: Создайте PIN-код для защиты вашего кошелька
vi: Tạo mã PIN để bảo vệ ví của bạn

source: Create Account
fr: Créer un Compte
ru: Открытие счета
vi: Tạo Tài khoản

source: Create address
fr: Créer une adresse
ru: Создать адрес
vi: Tạo địa chỉ

source: Create Bitcoin address
fr: Créer une adresse Bitcoin
ru: Создать биткойн-адрес
vi: Tạo địa chỉ Bitcoin

source: Create link
fr: Créer un lien
ru: Создать ссылку
vi: Tạo đường link

source: Create name
fr: Créer un nom
ru: Создать имя
vi: Tạo tên

source: create new wallet
fr: créer un nouveau portefeuille
ru: создать новый кошелек
vi: tạo ví mới

source: Create Token Account
fr: Créer un compte jeton
ru: Создать учетную запись токена
vi: Tạo tài khoản token

source: Create your account in 1 minute
fr: Créez votre compte en 1 minute
ru: Создайте свой аккаунт за 1 минуту
vi: Tạo tài khoản của bạn sau 1 phút

source: Create your new PIN code
fr: Créez votre nouveau code PIN
ru: Создайте новый PIN-код
vi: Tạo mã PIN mới của bạn

source: Create your PIN
fr: Créez votre NIP
ru: Создайте свой PIN-код
vi: Tạo mã PIN của bạn

source: Creating
fr: Création
ru: Создается
vi: Đang tạo

source: creating an account
fr: créer un compte
ru: создание учетной записи
vi: tạo một tài khoản

source: Creating Token Account
fr: Création d'un compte jeton
ru: Создание учетной записи токена
vi: Đang tạo tài khoản token

source: Creating transaction failed
fr: Échec de la création de la transaction
ru: Не удалось создать транзакцию
vi: Tạo giao dịch không thành công

source: Creating wallet
fr: Création de portefeuille
ru: Создание кошелька
vi: Tạo ví

source: Creating your one-time link
fr: Création de votre lien unique
ru: Создание одноразовой ссылки
vi: Tạo liên kết một lần của bạn

source: Creating your link
fr: Création de votre lien
ru: Создание вашей ссылки
vi: Tạo liên kết của bạn

source: Currencies available
fr: Devises disponibles
ru: Доступные валюты
vi: Đơn vị tiền tệ có sẵn

source: Currency
fr: Devise
ru: Валюта
vi: Tiền tệ

source: Currency changed
fr: La devise a changé
ru: Валюта изменена
vi: Loại tiền tệ đã thay đổi

source: Current PIN-code
fr: Code PIN actuel
ru: Текущий PIN-код
vi: Mã PIN hiện tại

source: Current price
fr: Prix ​​actuel
ru: Текущая цена
vi: Giá hiện tại

source: Custom
fr: Personnalisé
ru: Обычай
vi: Tuỳ chỉnh

source: Custom slippage
fr: Glissement personnalisé
ru: Пользовательское проскальзывание
vi: Slippage tùy chỉnh

source: Dark
fr: Foncé
ru: Темная тема
vi: Tối

source: day
fr: journée
ru: день
vi: ngày

source: Decimals mismatch
fr: Non-concordance des décimales
ru: Несоответствие десятичных знаков
vi: Số thập phân không khớp

source: Decline
fr: Déclin
ru: Отказаться
vi: Từ chối

source: Default
fr: Défaut
ru: По умолчанию
vi: Mặc định

source: Default secure check
fr: Vérification sécurisée par défaut
ru: Проверка безопасности по умолчанию
vi: Kiểm tra an toàn mặc định

source: Delete
fr: Supprimer
ru: Удалить
vi: Xóa bỏ

source: Delete my account
fr: Supprimer mon compte
ru: Удалите мой аккаунт
vi: Xóa tài khoản của tôi đi

source: Delete transaction
fr: Supprimer l'opération
ru: Удалить транзакцию
vi: Xóa giao dịch

source: Deleting your account will take up to 30 days
fr: La suppression de votre compte prendra jusqu'à 30 jours
ru: Удаление вашей учетной записи займет до 30 дней.
vi: Việc xóa tài khoản của bạn sẽ mất đến 30 ngày

source: Deposit
fr: Verser
ru: Депозит
vi: Đặt cọc

source: Deposit (will be returned)
fr: Caution (sera restituée)
ru: Депозит (будет возвращен)
vi: Đặt cọc (sẽ được trả lại)

source: Deposit confirmed
fr: Dépôt confirmé
ru: Депозит подтвержден
vi: Đã xác nhận tiền gửi

source: Deposit fees
fr: Frais de dépôt
ru: Комиссия за депозит
vi: Phí đặt cọc

source: Deposit into Solend
fr: Dépôt dans Solend
ru: Депозит в Соленд
vi: Gửi tiền vào Solend

source: Deposit MAX Amount
fr: Montant MAX du dépôt
ru: Максимальная сумма депозита
vi: Gửi số tiền MAX

source: Deposit to earn a yield
fr: Dépôt pour gagner un rendement
ru: Депозит для получения дохода
vi: Đặt cọc để kiếm lợi nhuận

source: Deposit with interest Deposit USDT or USDC and get your guaranteed yield on it.
fr: Déposez avec intérêt Déposez USDT ou USDC et obtenez votre rendement garanti dessus.
ru: Депозит с процентами Внесите депозит в долларах США или USDC и получите гарантированную доходность по ним.
vi: Gửi tiền với lãi suất Gửi USDT hoặc USDC và nhận được lợi tức đảm bảo của bạn trên đó.

source: Deposit your crypto
fr: Déposez votre crypto
ru: Внесите свою криптовалюту
vi: Gửi tiền điện tử của bạn

source: Deposit your crypto. Earn up to 6% on USD.
fr: Déposez votre crypto. Gagnez jusqu'à 6% sur USD.
ru: Внесите свою криптовалюту. Зарабатывайте до 6% в долларах США.
vi: Gửi tiền điện tử của bạn. Kiếm tới 6% trên USD.

source: Deposit your crypto. Earn up to %@ on %@.
fr: Déposez votre crypto. Gagnez jusqu'à %@ sur %@.
ru: Внесите свою криптовалюту. Заработайте до %@ на %@.
vi: Gửi tiền điện tử của bạn. Kiếm tới %@ trên %@.

source: Deposit your crypto. Earn up to %@% on %@.
fr: Déposez votre crypto. Gagnez jusqu'à %@ % sur %@.
ru: Внесите свою криптовалюту. Зарабатывайте до %@% на %@.
vi: Gửi tiền điện tử của bạn. Kiếm tới %@% trên %@.

source: Deposit your crypto. Earn up to 6%% on USD
fr: Déposez votre crypto. Gagnez jusqu'à 6 % % en USD
ru: Внесите свою криптовалюту. Зарабатывайте до 6%% в долларах США
vi: Gửi tiền điện tử của bạn. Kiếm tới 6 %% trên USD

source: Deposit your tokens and earn
fr: Déposez vos jetons et gagnez
ru: Внесите свои токены и заработайте
vi: Gửi token của bạn và kiếm

source: Depositing funds failed
fr: Le dépôt de fonds a échoué
ru: Не удалось внести средства
vi: Gửi tiền không thành công

source: deprecated
fr: obsolète
ru: устаревший
vi: đã lỗi thời

source: Derivable Accounts
fr: Comptes dérivés
ru: Производные счета
vi: Các tài khoản có thể có

source: Derivation path
fr: Chemin de dérivation
ru: Путь деривации
vi: Đường dẫn xuất phát

source: Destination network
fr: Réseau de destination
ru: Целевая сеть
vi: Chuyển tới mạng

source: Details
fr: Détails
ru: Подробности
vi: Thông tin chi tiết

source: Device
fr: Dispositif
ru: Устройство
vi: Thiết bị

source: Devices
fr: Dispositifs
ru: Устройства
vi: thiết bị

source: Didn't get it?
fr: Vous n'avez pas compris ?
ru: Не понял?
vi: Bạn không hiểu?

source: Direct %@ address
fr: Adresse %@ directe
ru: Прямой адрес %@
vi: Địa chỉ %@ trực tiếp

source: Discard
fr: Jeter
ru: Отказаться
vi: Bỏ qua

source: Do this later
fr: Faites cela plus tard
ru: Позже
vi: Để sau

source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter?
ru: Вы действительно хотите выйти?
vi: Bạn có thực sự muốn đăng xuất?

source: Do you really want to switch to
fr: Voulez-vous vraiment passer à
ru: Вы действительно хотите перейти на
vi: Bạn có thực sự muốn chuyển sang

source: Do you want to log out?
fr: Voulez-vous vous déconnecter ?
ru: Выйти?
vi: Bạn có muốn đăng xuất không?

source: Don't miss out on important updates
fr: Ne manquez pas les mises à jour importantes
ru: Не пропустите важные обновления
vi: Đừng bỏ lỡ những cập nhật quan trọng

source: Don't use the same pin for multiple accounts.
fr: N'utilisez pas le même code PIN pour plusieurs comptes.
ru: Не используйте один и тот же пин-код для нескольких учетных записей.
vi: Không sử dụng cùng một mã pin cho nhiều tài khoản.

source: Don't worry, your deposits are safe. Somehow, withdrawal did not happen
fr: Ne vous inquiétez pas, vos dépôts sont en sécurité. D'une manière ou d'une autre, le retrait n'a pas eu lieu
ru: Не волнуйтесь, ваши депозиты в безопасности. Почему-то вывода не произошло
vi: Đừng lo lắng, tiền gửi của bạn được an toàn. Bằng cách nào đó, việc rút tiền đã không xảy ra

source: Don't worry, your deposits are safe. We just have issues with showing the info.
fr: Ne vous inquiétez pas, vos dépôts sont en sécurité. Nous avons juste des problèmes avec l'affichage des informations.
ru: Не волнуйтесь, ваши депозиты в безопасности. У нас просто проблемы с отображением информации.
vi: Đừng lo lắng, tiền gửi của bạn được an toàn. Chúng tôi chỉ gặp vấn đề với việc hiển thị thông tin.

source: Don’t Allow
fr: Ne pas autoriser
ru: Не разрешать
vi: Không cho phép

source: Don’t book my name
fr: Ne réservez pas mon nom
ru: Не резервируйте мое имя
vi: Đừng đặt tên tôi

source: Don’t go over the available funds
fr: Ne dépassez pas les fonds disponibles
ru: Не превышайте доступные средства
vi: Đừng vượt quá số tiền hiện có

source: don’t have funds
fr: n'a pas de fonds
ru: нет средств
vi: không có tiền

source: Don’t show me again
fr: Ne me montre plus
ru: Не показывай мне снова
vi: Đừng cho tôi xem lại

source: Done
fr: Terminé
ru: Готово
vi: Hoàn tất
